import Header from "../../components/Header/Header";
import s from "./Page3.module.css";

export default function Page3() {
  return (
    <div>
      <Header />
      <h2>Монетка</h2>
      <p>
        Кожен раз коли ви нажимаєте на орел чи решка, з вашого балансу
        списується 5% від вашого початкового депозиту, программа генерує
        випадкове значення, якщо ваш варінт співпав з тим який згенерувала
        программа то ви подвоюєте ставку якщо ні то втрачаєте списані кошти з
        балансу.
      </p>
    </div>
  );
}
